AcDbAssocTransformationType
Information about what type of transformation (which AutoCAD command) has
been performed with the entities before the actions that have dependencies
on these entities are evaluated.